#씨즌 111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111민;!@#$%^&*()@#$%^&*()_+#$%^&*()_+
print("옛날 옛적에 민우가(?) ㄸㅗㅇ을 쌌다.민우는 변기에 앉아서 ㄸㅗㅇ을 자기 빤쓰에 ㄸㅗㅇ 을 졌다.바로 2026년 3월에서.")
qkfwkr = input("발작(?)퀴즈<민우는 ㄸㅗㅇ을 실제로 지렸다?>(예,아니오로 대답하삼\n")
if str(qkfwkr) == ("아니오"):
  yes:   print ("응 아니야 응응 ㅏ니ㅏ니얔ㅋㄹㅃㅃezezezezezez")
badword = input ("한번더 기회를 줄게요(친@절 하게)(민우:!@$$^%&^%$%^$^#$%#%$^%$#$@#%^%*$$%&$^$#%^%^%^&$%$%^$^&$&%^$%^$%^$^(^&&&*)&*_)(*()&*^&^%^%$^%^&%^&*%%^*&%%$!@#$%^&*()_~~~@!~@!#@$#%^%%^%&(^%^%^*&(*)_)*&&^&^)(민우 욕하는중)")
if badword == ('예'):
    print('정답입니다!빰빠빰빠라빰빰빵빵뽕뽱삥뽕팡삐ㅏㅉ:어미:(민우의 욕22:ㅏㅇㅈ!@#$%^&*(^%$#$%^&*()^%$#@$%^&*()(*&^%$#$%^&*()*&^%$#$%^&*()(*&^%$#$%^&*()_(*&^^&*^&*(^#%^$%^(&*&^^(&^*&(^&*^&*$^!@#$%^#$%^&*#$%^&*(O$%^&*IO(P{$%^&*()P_{^&*()%^&*()$%^&*()')
print ("시즌1이 끝남 ㅅㄱ")

#씨즌 22222222222222222민우&용준:!@#$%^&*()%^&*()!@#$%^&*(&^%$#$%^&*(&^%$#@#$%^&*()
print("smoke minu 관련법규 series behind story1:민우 바름(?)(민우:뽀르징뽀삐룽코꾸르탱후리깡퉤롱구몽치루깨부쪼링팡도루멩후리깡삐룽찌라붕꾸르탱뽀르징냐룽떼쿵파로바르롱치코링뚜벙랄루콩뭉와글룽초리몽삐뚜링퉤롱구")
alsdnehd = input("시즌 이222를 보고싶으면 예 라고 하삼\n")
if str (alsdnehd) == ("예"):
    print("씨즌222222 끝(민우 똥 지림ㅋㅋ)(민우:지서 화남 욕 시작:!@@%","###############################################" * 67,"(검열)") 
